Repository: mabroukmahdhi/planetdotnet
Catalog: PlanetDotnet/Resources/PDResources.*.resx
Languages: ar, de, fr

# ALREADY_AUTHOR
source: Already an author?
ar: هل أنت مدونٌ فعليا؟
de: Du bist bereits Autor?
fr: Déjà auteur ?

# ALREADY_AUTHOR_BODY
source: You can show off to the world by incorporating this badge into your blog. If you would have it link back to us, that would be totally awesome!
ar: يمكنك التباهي أمام العالم من خلال دمج هذه الشارة في مدونتك. إذا كان لديك رابط للعودة إلينا ، فسيكون ذلك رائعًا تمامًا!
de: Du kannst der Welt zeigen, indem Du dieses Abzeichen in Deinen Blog integrierst. Wenn Du es zu uns zurückverlinken würdest, wäre das total großartig!
fr: Vous pouvez montrer au monde en incorporant ce badge dans votre blog. Si vous aviez le lien vers nous, ce serait totalement génial !

# ALREADY_AUTHOR_SUBTITLE
source: Great! Good to have you aboard!
ar: عظيم! سعيدون بإنضمامك...
de: Yuppi! Schön, Dich an Bord zu haben!
fr: Super! C'est bien de vous avoir à bord !

# APP_TITLE
source: Planet .NET
ar: كوكب .NET
fr: Planète .NET

source: Authors
ar: المدونون
de: Authorinnen & Authoren
fr: Auteures

# AUTHORS_ALERT
source: Order is random. Refresh to shuffle.
ar: الترتيب عشوائي. تحديث للتبديل.
de: Die Reihenfolge ist zufällig. Aktualisieren um zu mischen.
fr: L'ordre est aléatoire. Actualiser pour mélanger.

# AUTHORS_OPINION
source: Authors' opinions
ar: آراء المدونين
de: Meinungen der Autoren
fr: Avis des auteurs

# AUTHORS_OPINION_1
source: We pride ourselves on diversity of thought - our strength is in our unique collective viewpoints experiences
ar: نحن نفخر بتنوع الأفكار - قوتنا تكمن في تجارب وجهات النظر الجماعية الفريدة لدينا
de: Wir sind stolz auf unsere Gedankenvielfalt – unsere Stärke liegt in unseren einzigartigen Erfahrungen mit kollektiven Standpunkten
fr: Nous sommes fiers de la diversité de pensée - notre force réside dans nos expériences de points de vue collectifs uniques.

# AUTHORS_OPINION_2
source: We love sharing this diversity with the community, and we don't censor or curate these blogs - they represent the authors' opinions.
ar: نحن نحب مشاركة هذا التنوع مع المجتمع ، ولا نقوم بمراقبة أو تنظيم هذه المدونات - فهي تمثل آراء المؤلفين.
de: Wir lieben es, diese Vielfalt mit der Community zu teilen, und wir zensieren oder kuratieren diese Blogs nicht – sie repräsentieren die Meinung der Autoren.
fr: Nous aimons partager cette diversité avec la communauté, et nous ne censurons ni ne curons ces blogs - ils représentent les opinions des auteurs.

# AUTHORS_OPINION_3
source: We provide a <a href="{0}">way to opt-in what content gets syndicated</a> and encourage authors to use it.
ar: نحن نقدم <a href="{0}"> طريقة لتمكين المحتوى الذي يتم نشره </a> ونشجع المؤلفين على استخدامه.
de: Wir bieten eine <a href="{0}">Möglichkeit, festzulegen, welche Inhalte syndiziert werden</a>, und ermutigen Autoren, sie zu verwenden.
fr: Nous fournissons un <a href="{0}">moyen d'activer le contenu qui sera syndiqué</a> et encourageons les auteurs à l'utiliser.

# CAN_I_READ_HERE
source: Can I just read it here?
ar: هل يمكنني قراءته هنا؟
de: Kann ich das hier einfach lesen?
fr: Puis-je simplement le lire ici?

# CAN_I_READ_HERE_BODY
source: You can, but we don't want to redirect traffic from our people's individual sites. Here's a <a href="{0}">sneak peek</a> in case you're still trying to decide to subscribe.
ar: يمكنك ذلك ، لكننا لا نريد إعادة توجيه حركة المرور من مواقع الأفراد الخاصة بنا. إليك <a href="{0}"> نظرة سريعة </a> في حال كنت لا تزال تحاول الاشتراك.
de: Klar! Aber wir möchten keinen Traffic von den einzelnen Websites unserer Mitarbeiter umleiten. Hier ist eine <a href="{0}">Vorschau</a> für den Fall, dass Du immer noch versuchst, Dich für ein Abonnement zu entscheiden.
fr: Vous pouvez, mais nous ne voulons pas rediriger le trafic des sites individuels de nos collaborateurs. Voici un <a href="{0}">aperçu</a> au cas où vous essaieriez toujours de vous abonner.

source: Facebook
ar: فيسبوك

# FOOTER_TEXT
source: Do you blog about .NET? Add yourself to the aggregator by sending in a <a href="https://github.com/mabroukmahdhi/planetdotnet">pull-request to our repository</a> on GitHub. Planet .NET is not affiliated with Microsoft and is a open-source project maintained by the community for the community.
ar: هل تدون حول NET؟ أضف نفسك إلى المجمّع بإرسال <a href="https://github.com/mabroukmahdhi/planetdotnet"> طلب سحب إلى مستودعنا </a> على GitHub. لا ينتمي Planet .NET إلى Microsoft وهو مشروع مفتوح المصدر يديره المجتمع من أجل المجتمع.
de: Bloggen Sie über .NET? Fügen Sie sich dem Aggregator hinzu, indem Sie eine <a href="https://github.com/mabroukmahdhi/planetdotnet">Pull-Request an unser Repository</a> auf GitHub senden. Planet .NET ist nicht mit Microsoft verbunden und ist ein Open-Source-Projekt, das von der Community für die Community gepflegt wird.
fr: Vous bloguez sur .NET ? Ajoutez-vous à l'agrégateur en envoyant une <a href="https://github.com/mabroukmahdhi/planetdotnet">pull-request à notre référentiel</a> sur GitHub. Planet .NET n'est pas affilié à Microsoft. C'est un projet open-source maintenu par la communauté pour la communauté.

source: Home
ar: الاستقبال
fr: Accueil

# PODCASTS_TITLE
source: .NET Podcasts, Shows, Newsletters & Open-source Software
ar: منوعات وأخبار وبرمجيات مفتوحة المصدر
de: .NET-Podcasts, Shows, Newsletter und Open-Source-Software
fr: Podcasts .NET, émissions, newsletters et logiciels open source

# READ_IN
source: Read in other language:
ar: اقرأ بلغة أخرى:
de: In anderer Sprache lesen:

# SEARCH
source: Search on author name and tag...
ar: البحث عن اسم المدوّن ...
de: Nach Namen & Tag suchen...
fr: Recherche par nom d'auteur et ètiquette...

source: Twitter
ar: تويتر

# WELCOME_INTRO
source: We are an aggregator of content from .NET Community members. Why subscribe individually when you can subscribe to one convenient RSS feed, to see all the content generated by the community members in you news reader. If RSS isn't your thing, follow our <a href="{0}">Twitter</a> or <a href="{1}">Facebook</a> accounts which are automatically updated with the latest content from the community.
ar: نحن مجمعون للمحتوى من أعضاء مجتمع .NET. لماذا الاشتراك بشكل فردي عندما يمكنك الاشتراك في موجز RSS واحد مناسب ، لمشاهدة كل المحتوى الذي تم إنشاؤه بواسطة أعضاء المجتمع في قارئ الأخبار الخاص بك. إذا لم يكن RSS هو الشيء المفضل لديك ، فاتبع حساباتنا على <a href="{0}"> Twitter </a> أو <a href="{1}"> Facebook </a> والتي يتم تحديثها تلقائيًا بأحدث محتوى من المجتمع.
de: Wir sind ein Aggregator von Inhalten von .NET Community-Mitgliedern. Warum einzeln abonnieren, wenn Du einen bequemen RSS-Feed abonnieren kannst, um alle von den Community-Mitgliedern generierten Inhalte in Deinem Newsreader zu sehen. Wenn RSS nicht Dein Ding ist, folge unseren <a href="{0}">Twitter</a>- oder <a href="{1}">Facebook</a>-Konten, die automatisch mit den neuesten Inhalten aktualisiert werden aus der Gemeinde.
fr: Nous sommes un agrégateur de contenu des membres de la communauté .NET. Pourquoi vous abonner individuellement lorsque vous pouvez vous abonner à un flux RSS pratique, pour voir tout le contenu généré par les membres de la communauté dans votre lecteur de nouvelles. Si RSS n'est pas votre truc, suivez nos comptes <a href="{0}">Twitter</a> et <a href="{1}">Facebook</a> qui sont automatiquement mis à jour avec le dernier contenu de la communauté.

# WELCOME_SUBTITLE
source: Hi, and welcome to Planet .NET!
ar: أهلاً ومرحبًا بكم في Planet .NET!
de: Hallo und willkommen bei Planet .NET!
fr: Bonjour et bienvenue sur Planet .NET !

# WELCOME_TITLE
source: Welcome!
ar: أهلا وسهلا!
de: Herzlich willkommen!
fr: Bienvenues!

# WHERE_IS_FEED
source: Where's the feed?!
ar: أين الخلاصة ؟!
de: Wo ist der Feed?!
fr: Où est le flux ? !

# WHERE_IS_FEED_BODY
source: Point your RSS reader at this page and it'll find it; or subscribe to <a href="{0}">the feed manually</a>.
ar: وجه قارئ RSS إلى هذه الصفحة وسيجدها ؛ أو اشترك في <a href="{0}"> الخلاصة يدويًا </a>.
de: Richte Deinen RSS-Reader auf diese Seite und er wird es finden; oder <a href="{0}">den Feed manuell abonnieren</a>.
fr: Pointez votre lecteur RSS vers cette page et il la trouvera ; ou abonnez-vous <a href="{0}">au flux manuellement</a>.

# WHO_ARE_YOU
source: Who are you all?
ar: من نحن؟
de: Wer seid ihr?
fr: Qui êtes-vous ?

# WHO_ARE_YOU_BODY
source: We are community members! <br />You can read more <a href="{0}">about us here</a>.
ar: نحن أعضاء المجتمع! <br /> يمكنك قراءة المزيد <a href="{0}"> عنا هنا </a>.
de: Wir sind Community-Mitglieder! <br />Weitere Informationen <a href="{0}">über uns</a> finden Sie hier.
fr: Nous sommes membres de la communauté ! <br />Vous pouvez en savoir plus <a href="{0}">sur nous ici</a>.

# XAMARIN_PLANET_THANKS
source: Many thanks to the <a href="https://www.planetxamarin.com/">Planet Xamarin</a> for this awesome template!
ar: شكرًا جزيلاً <a href="https://www.planetxamarin.com/"> Planet Xamarin </a> على هذا النموذج الرائع!
de: Vielen Dank an <a href="https://www.planetxamarin.com/">Planet Xamarin</a> für diese tolle Vorlage!
fr: Un grand merci à la <a href="https://www.planetxamarin.com/">Planète Xamarin</a> pour ce superbe template !
